Repository: intraweb-themes/iw_mobile
Catalog: locale/*/LC_MESSAGES/theme_*_mobile.po
Languages: ca

source: Intraweb mobile
ca: Intraweb mòbil

source: Theme for devices with small screens, such as PDA's o 3G phones.
ca: Entorn visual per a la navegació des de dispositius amb pantalles de petites dimensions, tals com PDA o telèfons 3G.

source: Home page
ca: Pàgina d'inici

source: Home
ca: Inici

source: Website news
ca: Notícies de la intranet

source: News
ca: Notícies

source: Leave the website
ca: Surt de la intranet

source: Logout
ca: Surt

source: Website powered by
ca: Web creada amb el

source: Address - ZIP code and town
ca: Adreça del centre - Codi postal i població

source: webmaster@example.com
ca: centre@exemple.cat

source: Contact
ca: Contacteu amb el centre

source: Posted by
ca: Enviat per

source: on
ca: el

source: characters
ca: caràcters

source: reads
ca: lectures

source: Create PDF file
ca: Crea un document PDF

source: Full story
ca: Notícia completa
